{
  "beaches": {
    "title": "الشواطئ الليبية",
    "description": "تطل ليبيا على البحر المتوسط بواجهة بحرية تقارب 2000 كم، وتتميز شواطئها بتنوع طبيعي بين الشواطئ الرملية والصخرية. تشمل المناطق: زوارة، مليتة، تليل، فروة، طرابلس، الخمس، زليتن، مصراتة، بسيس، النقازة، بنغازي، توكرة، طلميثة، سوسة، رأس الهلال."
  },
  "oases": {
    "title": "الواحات الصحراوية",
    "description": "من أشهر الواحات: الزيغن، إجخرة، الجغبوب، أوجلة، وقبرعون. تتميز الواحات الليبية بتاريخ ديني وتجاري وثقافي عريق، وتوفر مناظر طبيعية خلابة."
  },
  "desert": {
    "title": "الصحراء الليبية",
    "description": "تضم الصحراء الليبية تنوعًا في التضاريس والمناخ، مع مواقع جبلية مثل أكاكوس والعوينات، وكثبان رملية مثل أدهان أوباري ومرزق، وبحيرات كقبرعون ورملة الزلاف، وبراكين خامدة مثل واو الناموس، وتتميز بفرص سياحية مثل التخييم والتزلج والرماية الصحراوية."
  },
  "akakus": {
    "title": "تادرارات (أكاكوس – تشوينت)",
    "description": "جبال أكاكوس وتشوّينت تضم أكثر من 28 موقعًا أثريًا، تحتوي على نقوش وصور لحيوانات وبشر من عصور ما قبل التاريخ، وتعد من أهم مواقع الفن الصخري في العالم."
  },
  "cities": {
    "طرابلس": {
      "description": "عاصمة ليبيا، تطل على المتوسط، وتاريخها يعود إلى الفينيقيين. من أبرز معالمها: السراي الحمراء، المدينة القديمة، قوس ماركوس أوريليوس."
    },
    "الخمس": {
      "description": "مدينة ساحلية تضم موقع لبدة الكبرى الأثري، وفيلا سيلين. كانت مركزًا تجاريًا رومانيًا هامًا."
    },
    "شحات": {
      "description": "تعرف بمدينة قورينا، تقع في الجبل الأخضر، أسسها الإغريق عام 631 ق.م، تحتوي على معالم مثل معبد أبولو ونافورة كيريني."
    },
    "صبراتة": {
      "description": "مدينة أثرية غرب طرابلس، تعود للفينيقيين والرومان، وتضم مسارح وكنائس ومتحف صبراتة الكلاسيكي."
    },
    "بنغازي": {
      "description": "ثاني أكبر مدن ليبيا، كانت تعرف باسم برنيق أو هيسبيريديس، وتعد مدينة تاريخية أسطورية إغريقية."
    },
    "غدامس": {
      "description": "مدينة تقع على المثلث الحدودي ليبيا-تونس-الجزائر، وتعد من أقدم مدن الصحراء الكبرى، اشتهرت كمركز تجاري مهم على طريق القوافل، وصنفتها اليونسكو كموقع تراث عالمي. من أبرز معالمها عين الفرس، المدينة القديمة، القصور، ومتحف غدامس."
    },
    "غات": {
      "description": "مدينة صحراوية قرب الحدود الجزائرية، تسكنها قبائل الطوارق، وتشتهر بثقافتها الأمازيغية، وموقعها الطبيعي الخلاب، وبقربها جبال طاسيلي وأكاكوس التي تحتوي على أقدم النقوش الصخرية في العالم."
    },
    "درنة": {
      "description": "مدينة جبلية على الساحل الشمالي الشرقي، يشطرها وادي درنة، تشتهر بعين البلاد وعين بومنصور وشلالاتها الطبيعية، وتلقب بـ 'درة البحر المتوسط' لجمال طبيعتها وهوائها النقي."
    },
    "سوسة": {
      "description": "كانت تُعرف باسم أبولونيا، ميناء لمدينة شحات، وتتميز بمينائها الأثري والكنائس القديمة والمسرح الإغريقي، وكانت عاصمة لإقليم الجبل الأخضر في العهد البيزنطي."
    },
    "جرمة": {
      "description": "عاصمة الجرمنت، تقع جنوب غرب ليبيا، مدينة أثرية ذات حضارة عريقة، تحتوي على أنفاق مائية، قبور دائرية، ومتحف حضاري يعرض مومياوات ونقوش صخرية تعود لآلاف السنين."
    },
    "نالوت": {
      "description": "تقع في جبل نفوسة، تشتهر بقصر نالوت الأثري ذي المخازن المتعددة، شُيد منذ قرون لتخزين الغلال والزيت. القصر يطل على الطريق الرابط بين طرابلس وغدامس، ويعد من أبرز القصور الأمازيغية."
    }
  },
  "natural_landmarks": {
    "واو الناموس": {
      "description": "جبل بركاني خامد في جنوب ليبيا، يتميز بفوهته الواسعة وبحيراته الملونة، وصخوره البازلتية السوداء، ويُشبه في منظره سطح القمر. يعد موقعًا فريدًا للرحلات العلمية والسياحة البيئية."
    }
  }
}